Revit 2027 API
SymbolTypeId.KipPerInSup3 Property
 Symbol kip/in³, indicating unit Kips per cubic inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KipPerInSup3 { get; }
Public Shared ReadOnly Property KipPerInSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KipPerInSup3 {
	ForgeTypeId^ get ();
}
static member KipPerInSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace